Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Pull relevant memories into prompts and save new ones as you chat. Injected per turn, so it widens the context estimate into a range.
zh_hans: 将相关记忆拉入提示词并在聊天时保存新记忆。每轮注入，因此会将上下文估算扩展为一个范围。
zh_hant: 將相關記憶拉入提示詞並在聊天時儲存新記憶。每輪注入，因此會將上下文估算擴展爲一個範圍。

source: Pulling init filesystem
zh_hans: 正在拉取初始文件系统
zh_hant: 正在拉取初始檔案系統

source: Quick reflexes
zh_hans: 快速反应
zh_hant: 快速反應

source: Quick reply
zh_hans: 快速回复
zh_hant: 快速回復

source: Ranked results with dense LLM-ready excerpts from Parallel Web Systems.
zh_hans: 来自 Parallel Web Systems 的排名结果，附带适合 LLM 的密集摘录。
zh_hant: 來自 Parallel Web Systems 的排名結果，附帶適合 LLM 的密集摘錄。

source: Raw JSON object keyed by standard action names. Values define method, path, optional query, headers, bodyTemplate, and response handling. Edits here and above stay in sync.
zh_hans: 以标准操作名称为键的原始 JSON 对象。值定义方法、路径、可选查询、请求头、bodyTemplate 和响应处理。此处和上方的编辑保持同步。
zh_hant: 以標準操作名稱爲鍵的原始 JSON 對象。值定義方法、路徑、選用查詢、請求標頭、bodyTemplate 和回應處理。此處和上方的編輯保持同步。

source: Reactive
zh_hans: 响应
zh_hant: 響應

source: Read and reply in allowlisted chats
zh_hans: 在允许列表内的聊天中读取和回复
zh_hant: 在已允許清單的聊天中讀取和回覆

source: Read and reply in allowlisted servers
zh_hans: 在允许列表内的服务器中读取和回复
zh_hant: 在已允許清單的伺服器中讀取和回覆

source: Read and reply in allowlisted workspace channels
zh_hans: 在允许列表内的工作区频道中读取和回复
zh_hant: 在已允許清單的工作區頻道中讀取和回覆

source: Read and Write are independent allowlists. Unjoined channels stay unavailable until the bot is invited.
zh_hans: 读取和写入是独立的允许列表。未加入的频道在机器人被邀请之前保持不可用。
zh_hant: 讀取和寫入是獨立的允許清單。未加入的頻道在機器人被邀請之前保持不可用。

source: Read from the active model's bundle metadata and shown in that chat's Context Budget popover.
zh_hans: 读取自当前模型包的元数据，并显示在该聊天的「上下文预算」弹窗中。
zh_hant: 讀取自目前模型套件的中繼資料，並顯示於該聊天的「脈絡預算」彈出式視窗中。

source: Read messages
zh_hans: 阅读消息
zh_hant: 閱讀訊息

source: Read Room Allowlist
zh_hans: 读取房间允许列表
zh_hant: 讀取房間允許清單

source: Read thread
zh_hans: 读取讨论串
zh_hant: 讀取討論串

source: Read-only snapshot of the cached permission and consent state Computer Use already uses.
zh_hans: 电脑操控当前所用的权限与授权状态的只读快照。
zh_hant: 電腦操控目前所用的權限與授權狀態的唯讀快照。

source: Readable Channel IDs
zh_hans: 可读的频道 ID
zh_hant: 可讀取的頻道 ID

source: Readable Chat IDs
zh_hans: 可读的聊天 ID
zh_hant: 可讀取的聊天 ID

source: Reading and ordinary navigation run automatically, following your Computer Use autonomy level — but typing pauses for your approval, and submitting, purchasing, sending, or clearing data always asks first. Sign-ins happen in a window you type into directly, so agents never see your passwords. And you can stop a run any time from the feed.
zh_hans: 阅读与常规导航自动运行，遵循你设定的电脑操控自主级别——但输入操作会暂停并等待你批准，提交、购买、发送或清除数据则始终会先行询问。登录在你直接输入的窗口中完成，智能体不会看到你的密码。你可随时从信息流中停止运行。
zh_hant: 閱讀和常規導航自動執行，遵循您的電腦使用自主級別 — 但輸入操作會暫停等待您批准，而提交、購買、發送或清除資料始終會先詢問。登入操作在您直接輸入的視窗中進行，智慧體永遠不會看到您的密碼。您可以隨時從資訊流中停止執行。

source: Reading pages and ordinary navigation run automatically, following your Computer Use autonomy level.
zh_hans: 阅读页面与常规导航自动运行，遵循你设定的电脑操控自主级别。
zh_hant: 閱讀頁面和常規導航自動執行，遵循您的電腦使用自主層級。

source: Reads serve messages from the local inbox; a token alone does not fetch new activity until long polling, readable chats, and authorized senders are configured.
zh_hans: 读取操作从本地收件箱提供消息；仅凭令牌无法获取新活动，直到配置了长轮询、可读聊天和授权发送者。
zh_hant: 從本地的收件箱讀取消息；只有憑借令牌是無法獲取新活動的，直到設定好長輪詢、可讀聊天和授權發送者。

source: Reads serve messages from the local inbox; without long polling, new activity is not fetched.
zh_hans: 读取从本地收件箱提供消息；没有长轮询，则不会获取新活动。
zh_hant: 讀取從本機收件匣提供訊息；沒有長輪詢，則不會擷取新活動。

source: Ready — activates automatically with the next agent run
zh_hans: 就绪 — 在下次智能体运行时自动激活
zh_hant: 就緒 — 在下次智能體運行時自動激活

source: Reason
zh_hans: 原因
zh_hant: 原因

source: Receive
zh_hans: 接收
zh_hant: 接收

source: Receive Log
zh_hans: 接收日志
zh_hant: 接收日誌

source: Receive Messages
zh_hans: 接收消息
zh_hant: 接收訊息

source: Received
zh_hans: 已接收
zh_hant: 已接收

source: Receiving is not running. Add a bot token, turn on Receive Messages, then add readable chats and authorized senders to start it.
zh_hans: 接收未运行。添加机器人令牌，打开接收消息，然后添加可读聊天和授权发送者以启动它。
zh_hant: 接收未運行。新增機器人令牌，開啟接收訊息，然後新增可讀聊天和授權傳送者以啓動它。

source: Receiving is off: agents will not see new Telegram messages and nothing can be dispatched.
zh_hans: 接收已关闭：智能体将看不到新的 Telegram 消息，且无法分发任何内容。
zh_hant: 接收已關閉：智慧體將看不到新的 Telegram 訊息，且無法分派任何內容。

source: Recent Chats
zh_hans: 最近聊天
zh_hant: 最近的聊天

source: RECENT CONTEXT
zh_hans: 最近上下文
zh_hant: 最近上下文

source: Recent Decisions
zh_hans: 最近决策
zh_hant: 最近決策

source: Recent distillation attempts are failing. Check Recent Activity for the error details.
zh_hans: 最近的蒸馏尝试都失败了。检查“最近活动”以了解错误详情。
zh_hant: 最近的蒸餾試驗都失敗了。檢查最近活動來瞭解錯誤詳情。

source: Recent Inbox
zh_hans: 最近收件箱
zh_hant: 最近收件箱

source: Recent incoming events
zh_hans: 最近的传入事件
zh_hant: 最近的傳入事件

source: Recent Messages
zh_hans: 近期消息
zh_hant: 近期訊息

source: Recent Senders
zh_hans: 最近的发送者
zh_hant: 最近的傳送者

source: Recent session
zh_hans: 最近的会话
zh_hant: 最近的會話

source: recent sessions
zh_hans: 最近的会话
zh_hant: 最近的會話

source: Recommended Slack manifest copied
zh_hans: 推荐的 Slack 清单已复制
zh_hant: 推薦的 Slack 設定檔已複製

source: Reconnect All
zh_hans: 全部重新连接
zh_hant: 全部重新連線

source: Reconnecting…
zh_hans: 正在重新连接…
zh_hant: 正在重新連接…

source: Redacted activity export copied
zh_hans: 已脱敏的活动导出已复制
zh_hant: 已編輯的活動匯出已複製

source: Refresh activity
zh_hans: 刷新活动
zh_hant: 重新整理活動

source: Refresh Audit
zh_hans: 刷新审计
zh_hant: 刷新審計

source: Refresh receive status
zh_hans: 刷新接收状态
zh_hant: 重新整理接收狀態

source: Refresh session list
zh_hans: 刷新会话列表
zh_hant: 重新整理會話列表

source: Refresh the table list
zh_hans: 刷新表列表
zh_hant: 重新整理表清單

source: Registered webhook: %@
zh_hans: 已注册的 webhook：%@
zh_hant: 已註冊的 webhook：%@

source: Rejected before storage
zh_hans: 存储前已拒绝
zh_hant: 存儲前已拒絕

source: Relay URL
zh_hans: 中继 URL
zh_hant: 中繼 URL

source: Reload rows
zh_hans: 重新加载行
zh_hant: 重新載入行

source: Remember the first poll after setup only arms the cursor; send a fresh message after saving.
zh_hans: 请记住，设置后的第一次轮询仅使游标就绪；保存后请发送一条新消息。
zh_hant: 請記住，設定後的第一次輪詢僅啟動遊標；儲存後傳送新訊息。

source: Remote Models
zh_hans: 远程模型
zh_hant: 遠端模型

source: Remove "%@" from your custom tools? Agents will no longer be able to use its tools.
zh_hans: 从你的自定义工具中移除“%@”？智能体将无法再使用其工具。
zh_hant: 從你的自訂工具中移除"%@"？智能體將無法再使用其工具。

source: Remove Custom Tool?
zh_hans: 移除自定义工具？
zh_hant: 移除自訂工具？

source: Remove provider and its key
zh_hans: 移除提供商及其密钥
zh_hant: 移除供應商及其金鑰

source: Remove Provider?
zh_hans: 移除提供商？
zh_hant: 移除供應商？

source: Remove reaction
zh_hans: 移除反应
zh_hant: 移除反應

source: Remove this action
zh_hans: 移除此操作
zh_hant: 移除此操作

source: Remove this rule
zh_hans: 移除此规则
zh_hant: 移除此規則

source: Remove Webhook
zh_hans: 移除 Webhook
zh_hant: 移除 Webhook

source: Removing...
zh_hans: 正在移除...
zh_hant: 正在移除...

source: Rename session
zh_hans: 重命名会话
zh_hant: 重命名會話

source: Rename…
zh_hans: 重命名…
zh_hant: 重命名…

source: Rendered
zh_hans: 已输出
zh_hant: 已輸出

source: Repair will derive a fresh address for 1 agent and revoke %lld stale access keys under the current master. Existing pairings and clients holding those keys will stop working until they're re-issued.
zh_hans: 修复将为 1 个智能体派生新地址，并撤销当前主密钥下的 %lld 个过期访问密钥。持有这些密钥的现有配对和客户端将停止工作，直到重新颁发。
zh_hant: 修復將為 1 個代理派生新地址，並撤銷目前主金鑰下的 %lld 個過期存取金鑰。持有這些金鑰的現有配對和用戶端將停止工作，直到重新頒發。

source: Repair will derive a fresh address for 1 agent and revoke 1 stale access key under the current master. Existing pairings and clients holding that key will stop working until it's re-issued.
zh_hans: 修复将为 1 个智能体派生新地址，并撤销当前主密钥下的 1 个过期访问密钥。持有该密钥的现有配对和客户端将停止工作，直到重新颁发。
zh_hant: 修復將為 1 個代理派生新地址，並撤銷目前主金鑰下的 1 個過期存取金鑰。持有該金鑰的現有配對和用戶端將停止工作，直到重新頒發。

source: Repair will derive fresh addresses for %1$lld agents and revoke %2$lld stale access keys under the current master. Existing pairings and clients holding those keys will stop working until they're re-issued.
zh_hans: 修复将为 %lld 个智能体派生新地址，并撤销当前主密钥下的 %lld 个过期访问密钥。持有这些密钥的现有配对和客户端将停止工作，直到重新颁发。
zh_hant: 修復將為 %lld 個代理派生新地址，並撤銷目前主金鑰下的 %lld 個過期存取金鑰。持有這些金鑰的現有配對和用戶端將停止工作，直到重新頒發。

source: Repair will derive fresh addresses for %lld agents and revoke 1 stale access key under the current master. Existing pairings and clients holding that key will stop working until it's re-issued.
zh_hans: 修复将为 %lld 个智能体派生新地址，并撤销当前主密钥下的 1 个过期访问密钥。持有该密钥的现有配对和客户端将停止工作，直到重新颁发。
zh_hant: 修復將為 %lld 個代理派生新地址，並撤銷目前主金鑰下的 1 個過期存取金鑰。持有該金鑰的現有配對和用戶端將停止工作，直到重新頒發。

source: Reply Automatically
zh_hans: 自动回复
zh_hant: 自動回覆

source: Reply posted to the channel
zh_hans: 已回复到频道
zh_hant: 已回覆到頻道

source: Reply thread
zh_hans: 回复线程
zh_hant: 回覆線程

source: Reply to follow up…
zh_hans: 回复跟进…
zh_hant: 回覆跟進…

source: Reply to the incoming Telegram message with the selected agent's sanitized response. Telegram and global writes plus the write allowlist still apply.
zh_hans: 使用所选智能体经过清理的响应回复传入的 Telegram 消息。Telegram 和全局写入以及写入允许列表仍然适用。
zh_hant: 使用所選智慧體的清理回應回覆傳入的 Telegram 訊息。Telegram 和全域寫入以及寫入允許清單仍然適用。

source: Request body sent for this action. ${content} is replaced with the message text.
zh_hans: 此操作发送的请求体。${content} 被替换为消息文本。
zh_hant: 此操作傳送的請求體。${content} 被替換爲訊息文本。

source: Requests only run for actions defined in Capabilities and are always confirmed before sending.
zh_hans: 请求仅针对“功能”中定义的操作运行，并且在发送前始终会先确认。
zh_hant: 請求僅運行在功能中定義的操作，並且在傳送前始終確認。

source: Require an @mention
zh_hans: 需要 @ 提及
zh_hant: 需要 @提及

source: Required for inbound dispatch. Use Discord user IDs.
zh_hans: 入站分发所需。使用 Discord 用户 ID。
zh_hant: 傳入分派所需。使用 Discord 使用者 ID。

source: Required to receive messages
zh_hans: 接收消息所需
zh_hant: 接收訊息所需

source: Required to receive messages. In your Slack app, open “Basic Information” → “App-Level Tokens”, generate a token with the connections:write scope, and paste it here. This powers Socket Mode — no webhook is involved.
zh_hans: 接收消息所需。在你的 Slack 应用中，打开“基本信息” → “应用级令牌”，生成具有 connections:write 范围的令牌，然后粘贴到此处。这为 Socket Mode 提供动力 — 不涉及 webhook。
zh_hant: 接收訊息所需。在您的 Slack 應用程式中，開啟“基本信息” → “應用程式級令牌”，產生具有 connections:write 範圍的令牌，然後粘貼到此處。這爲 Socket Mode 提供動力 — 不涉及 webhook。

source: Reset All
zh_hans: 全部重置
zh_hant: 全部重置

source: Reset all browser sessions?
zh_hans: 重置所有浏览器会话？
zh_hant: 重置所有瀏覽器會話？

source: Reset All Sessions
zh_hans: 重置所有会话
zh_hant: 重置所有會話

source: Reset Session
zh_hans: 重置会话
zh_hant: 重置會話

source: Reset this browser session?
zh_hans: 重置此浏览器会话？
zh_hant: 重置此瀏覽器會話？

source: Reset this session (deletes its browsing data)
zh_hans: 重置此会话（删除其浏览数据）
zh_hant: 重置此會話（刪除其瀏覽資料）

source: Restore an agent bundle exported from this or another Mac.
zh_hans: 恢复从此 Mac 或其他 Mac 导出的智能体包。
zh_hant: 邊原從此 Mac 或其他 Mac 匯出的智能體套件。

source: Retry in about %llds.
zh_hans: 大约 %lld 秒后重试。
zh_hant: 大約 %lld 秒後重試。

source: Retry shortly.
zh_hans: 稍后重试。
zh_hant: 稍後重試。

source: Reusable queries the agent has saved.
zh_hans: 智能体已保存的可复用查询。
zh_hant: 智能體已儲存的可複用查詢。

source: Reusable workflows, automatically available to every custom agent
zh_hans: 可复用工作流，自动对每个自定义智能体可用
zh_hant: 可複用工作流程，自動對每個自訂智能體可用

source: Review & Test
zh_hans: 审查与测试
zh_hant: 審查與測試

source: Right-click
zh_hans: 右键点按
zh_hant: 右鍵點按

source: Role description
zh_hans: 角色描述
zh_hant: 角色描述

source: Room ids incoming messages may come from. Empty allows any allowlisted sender's room.
zh_hans: 传入消息可能来自的房间 ID。留空表示允许列表中任何发送者所在的房间均可。
zh_hant: 傳入訊息可能來自的房間 ID。空值允許任何允許清單傳送者的房間。

source: room-id — one per line
zh_hans: room-id — 每行一个
zh_hant: room-id — 每行一個

source: Rooms and people
zh_hans: 房间和人员
zh_hant: 房間和人員

source: Routed to %@
zh_hans: 路由到 %@
zh_hant: 路由到 %@

source: Routed to %@ (default agent)
zh_hans: 路由到 %@（默认智能体）
zh_hant: 路由到 %@（預設智慧體）

# Routed to %@ (name "%@")
source: Routed to %1$@ (name "%2$@")
zh_hans: 路由到 %@（名称 “%@”）
zh_hant: 路由到 %@（名稱 "%@"）

source: Routed to %@ (room rule)
zh_hans: 路由到 %@（房间规则）
zh_hant: 路由到 %@（房間規則）

source: Router
zh_hans: 路由
zh_hant: 路由器

source: Router Account
zh_hans: 路由账户
zh_hant: 路由器帳戶

source: Router off
zh_hans: 路由器已关闭
zh_hant: 路由器已關閉

source: Router usage appears here after a hosted model request is billed.
zh_hans: 托管模型请求计费后，路由使用情况将显示在此处。
zh_hant: 託管模型請求計費後，路由器使用情況就會顯示在這裡。

# Routes to %lld agents: %@
source: Routes to %1$lld agents: %2$@
zh_hans: 路由到 %1$lld 个智能体：%2$@
zh_hant: 路由到 %1$lld 個智慧體：%2$@

source: Routing rules run first: a leading name (“sales: …”) picks its agent, then the %@ rule, then the default agent.
zh_hans: 路由规则首先运行：前导名称（“sales: …”）选择其智能体，然后是 %@ 规则，最后是默认智能体。
zh_hant: 路由規則首先運行：前導名稱（“sales: …”）選擇其智慧體，然後是 %@ 規則，最後是預設智慧體。

source: row
zh_hans: 行
zh_hant: 行

source: rows
zh_hans: 行
zh_hant: 行

source: Rows
zh_hans: 行
zh_hant: 行

source: Rows the agent (or you) deleted would appear here, ready to restore.
zh_hans: 智能体（或你）删除的行会显示在此处，随时可以恢复。
zh_hant: 智能體（或你）刪除的行會顯示在此處，準備邊原。

source: Run a local signing check to inspect the redacted request shape.
zh_hans: 运行本地签名检查以查看脱敏后的请求形态。
zh_hant: 執行本地簽名檢查以查看已編輯的請求格式。

source: Run a test search
zh_hans: 运行测试搜索
zh_hant: 執行測試搜尋

source: Run Diagnostics below tests the saved connection against its endpoint.
zh_hans: 下方的“运行诊断”会针对其端点测试已保存的连接。
zh_hant: 運行診斷以測試儲存的連線與其端點。

source: Run now
zh_hans: 立即运行
zh_hant: 立即執行

source: Run verified messages from allowed channels and senders through a selected agent.
zh_hans: 通过选定的智能体运行来自允许频道和发送者的已验证消息。
zh_hant: 通過選定的智慧體運行來自允許頻道和傳送者的已驗證訊息。

source: Run verified, allowlisted Slack messages in a private channel session. External-surface tool restrictions still apply.
zh_hans: 在私有频道会话中运行已验证且在允许列表中的 Slack 消息。面向外部的工具限制仍然适用。
zh_hant: 在私有頻道會話中運行已驗證的、允許清單中的 Slack 訊息。外部表面工具限制仍然適用。

source: Run verified, allowlisted Telegram messages in a private channel session. External-surface tool restrictions still apply.
zh_hans: 在私有频道会话中运行已验证且在允许列表中的 Telegram 消息。面向外部的工具限制仍然适用。
zh_hant: 在私有頻道會話中運行已驗證的、允許清單中的 Telegram 訊息。外部表面工具限制仍然適用。

source: Running on built-in sources — connect a provider for better results
zh_hans: 正在使用内置源运行 — 连接提供商以获得更好的结果
zh_hant: 正在使用內置源運行 — 連線提供商以獲得更好的結果

source: Running on free sources — connect a provider for better results
zh_hans: 当前使用免费来源运行 — 连接提供商以获得更好的结果
zh_hant: 目前使用免費來源運行 — 連線供應商以獲得更好的結果

source: Runs Well · needs %@
zh_hans: 运行良好 · 需要 %@
zh_hant: 運行良好 · 需要 %@

source: Runtime Diagnostics
zh_hans: 运行时诊断
zh_hant: 運行時診斷

source: Runtime preflight blocks this bundle, so Osaurus cannot run a tool-call proof.
zh_hans: 运行时预检阻止了此包，因此 Osaurus 无法运行工具调用验证。
zh_hant: 運行時預檢阻止了此包，因此 Osaurus 無法運行工具調用驗證。

source: Runtime support is incomplete; a live tool-call proof is not meaningful until the runtime blocker is resolved.
zh_hans: 运行时支持不完整；在解决运行时阻塞问题之前，实时工具调用验证没有意义。
zh_hant: 運行時支持不完整；在解決運行時阻塞問題之前，實時工具調用驗證沒有意義。

source: Safe by default
zh_hans: 默认安全可靠
zh_hant: 預設安全可靠

source: Sandbox mode: folder edits are allowed, tracked, and undoable — code runs in the sandbox
zh_hans: 沙盒模式：允许文件夹编辑，可跟踪和可撤销 — 代码在沙盒中运行
zh_hant: 沙盒模式：允許資料夾編輯，可追蹤和可復原 — 程式碼在沙盒中執行

source: Sandbox permissions & secrets
zh_hans: 沙盒权限和密钥
zh_hant: 沙箱權限和金鑰

source: Save (Return)
zh_hans: 保存（回车）
zh_hant: 儲存（Return）

source: Save the channel connection before running diagnostics
zh_hans: 在运行诊断前保存频道连接
zh_hant: 在執行診斷前儲存頻道連線

source: Save this agent and its database as an encrypted .osaurus-agent bundle you can back up or move to another Mac.
zh_hans: 将此智能体及其数据库保存为加密的 .osaurus-agent 包，可以备份或移动到其他 Mac。
zh_hant: 將此智能體及其資料庫儲存爲加密的 .osaurus-agent 包，可以備份或移動到其他 Mac。

source: Saved metadata fallback
zh_hans: 已保存的元数据回退值
zh_hant: 已儲存的中繼資料備用值

source: Saved resolved KV cap
zh_hans: 已保存的 KV 上限解析值
zh_hant: 已儲存的 KV 上限解析值

source: Saved to the macOS Keychain when you load from Telegram, test the connection, or press Done.
zh_hans: 从 Telegram 加载、测试连接或按完成时保存到 macOS 钥匙串。
zh_hant: 從 Telegram 載入、測試連線或按完成時儲存到 macOS 鑰匙圈。

source: Saved to the macOS Keychain when you press “Load from Discord”, Test Connection, or Done.
zh_hans: 按“从 Discord 加载”、测试连接或完成时保存到 macOS 钥匙串。
zh_hant: 按“從 Discord 載入”、測試連線或完成時儲存到 macOS 鑰匙圈。

source: Saved to the macOS Keychain when you press Save.
zh_hans: 当你按下「保存」时，将保存到 macOS 钥匙串中。
zh_hant: 當您按下「儲存」時，將儲存到 macOS 鑰匙圈中。

source: Saved, but Discord receive is not ready yet
zh_hans: 已保存，但 Discord 接收尚未就绪
zh_hant: 已儲存，但 Discord 接收尚未就緒

source: Saved, but Slack receive is not ready yet
zh_hans: 已保存，但 Slack 接收尚未就绪
zh_hant: 已儲存，但 Slack 接收尚未就緒

source: Saved, but Telegram receive is not ready yet
zh_hans: 已保存，但 Telegram 接收尚未就绪
zh_hant: 已儲存，但 Telegram 接收尚未就緒

source: Saving unloads resident local models whose cache or Memory Safety policy changed. The next request reloads them with the saved policy.
zh_hans: 保存时卸载缓存或内存安全策略已更改的驻留本地模型。下一个请求将使用保存的策略重新加载它们。
zh_hant: 儲存時卸載快取或記憶體安全策略已更改的駐留本地模型。下一個請求將使用儲存的策略重新載入它們。

source: Saving...
zh_hans: 正在保存...
zh_hant: 正在儲存...

source: Scanning installed models…
zh_hans: 正在扫描已安装的模型…
zh_hant: 正在掃描已安裝的模型…

source: Scheduler inactive — waiting for storage unlock. Use Run now to start manually.
zh_hans: 调度器未激活——正在等待存储解锁。可使用立即运行手动启动。
zh_hant: 排程器未啟動，正在等待儲存解除鎖定。可使用立即執行手動啟動。

source: Schedules & watchers
zh_hans: 计划任务和监视器
zh_hant: 排程和監視器

source: Scopes
zh_hans: 权限范围
zh_hant: 權限範圍

source: Screen capture
zh_hans: 屏幕捕获
zh_hant: 屏幕捕獲

source: Script
zh_hans: 脚本
zh_hant: 腳本

source: Scripts run automatically. A warning showing the script appears in the chat each time.
zh_hans: 脚本自动运行。每次运行前会在聊天中显示包含脚本内容的警告。
zh_hant: 腳本自動運行。每次運行前會在聊天中顯示包含腳本內容的警告。

source: Scroll
zh_hans: 滚动
zh_hant: 捲動

source: Search built for AI agents — best answer quality for grounding.
zh_hans: 专为 AI 智能体打造的搜索 — 最佳回答质量用于语境锚定。
zh_hant: 專為 AI 代理打造的搜尋 — 最佳回答品質用於語境錨定。

source: Search channels by name or ID
zh_hans: 按名称或 ID 搜索频道
zh_hant: 按名稱或 ID 搜尋頻道

source: Search credits
zh_hans: 搜索积分
zh_hant: 搜尋積分

source: Search Credits
zh_hans: 搜索积分
zh_hant: 搜尋點數

source: Search engine ID (cx)
zh_hans: 搜索引擎 ID (cx)
zh_hant: 搜尋引擎 ID (cx)

source: Search messages
zh_hans: 搜索消息
zh_hant: 搜尋訊息

source: Search people by name or ID
zh_hans: 按名称或 ID 搜索人员
zh_hant: 按名稱或 ID 搜尋人員

source: Search Providers
zh_hans: 搜索提供商
zh_hant: 搜尋提供商

source: Search settings
zh_hans: 搜索设置
zh_hant: 搜尋設定

source: Search the web…
zh_hans: 搜索网页…
zh_hant: 搜尋網頁…

source: Searches bill your balance at cost.
zh_hans: 搜索按成本从你的余额中计费。
zh_hant: 搜尋按成本從你的餘額中計費。

source: Searches go through Osaurus first — search credits, then your wallet — and fall back to the sources below.
zh_hans: 搜索会优先经由 Osaurus——先用搜索积分，再用你的钱包——不足时回退到下方的搜索源。
zh_hant: 搜尋首先通過 Osaurus — 搜尋積分，然後你的錢包 — 並回退到下方的源。

source: Secret "%@" has no keychain id (expected name=keychain-id).
zh_hans: 密钥“%@”没有钥匙串 ID（应为 name=keychain-id）。
zh_hant: 密鑰 "%@" 沒有鑰匙圈 ID（期望 name=keychain-id）。

source: Secret References
zh_hans: 密钥引用
zh_hant: 金鑰參考

source: See and create events on your Mac.
zh_hans: 查看和创建 Mac 上的日历事件。
zh_hant: 查看和建立 Mac 上的日曆事件。

source: Seed (optional)
zh_hans: 随机种子（可选）
zh_hant: 隨機種子（選填）

source: seen more than once
zh_hans: 出现过多次
zh_hant: 出現過多次

source: Select a default agent or add a routing rule for inbound Discord messages.
zh_hans: 选择默认智能体或为传入的 Discord 消息添加路由规则。
zh_hant: 選擇預設智慧體或爲傳入的 Discord 訊息新增路由規則。

source: Select a default agent or add a routing rule for incoming Slack messages.
zh_hans: 选择默认智能体或为传入的 Slack 消息添加路由规则。
zh_hant: 選擇預設智慧體或爲傳入的 Slack 訊息新增路由規則。

source: Select a default agent or add a routing rule for incoming Telegram messages.
zh_hans: 选择默认智能体或为传入的 Telegram 消息添加路由规则。
zh_hant: 選擇預設智慧體或爲傳入的 Telegram 訊息新增路由規則。

source: Select all
zh_hans: 全选
zh_hant: 全選

source: Select an agent
zh_hans: 选择智能体
zh_hant: 選擇智慧體

source: Select every row loaded so far (%lld)
zh_hans: 选择目前已加载的所有行（%lld）
zh_hant: 選擇目前已載入的所有行（%lld）

source: Select row
zh_hans: 选择行
zh_hant: 選擇行

source: Selected
zh_hans: 已选择
zh_hant: 已選擇

source: Self-scheduling off
zh_hans: 自调度已关闭
zh_hant: 自調度已關閉

source: Send & Receive
zh_hans: 发送与接收
zh_hant: 傳送與接收

source: Send incoming messages to an agent
zh_hans: 将传入消息发送给智能体
zh_hant: 將傳入訊息傳送給智慧體

source: Send message
zh_hans: 发送消息
zh_hant: 發送訊息

source: Send reply
zh_hans: 发送回复
zh_hant: 傳送回復

source: Send the bot a message (or add it to a group and post there), then load pending chats and senders.
zh_hans: 向机器人发送消息（或将其添加到群组并在群里发言），然后加载待处理的聊天和发送者。
zh_hant: 向機器人傳送訊息（或將其新增到羣組並在那裏發佈），然後載入待處理的聊天和傳送者。

source: Send typing
zh_hans: 发送“正在输入”状态
zh_hant: 傳送正在輸入

source: Sender ids whose incoming messages are stored. Empty denies everyone.
zh_hans: 存储其传入消息的发送者 ID。空值拒绝所有人。
zh_hant: 儲存其傳入訊息的傳送者 ID。空值拒絕所有人。

source: sender-id — one per line
zh_hans: sender-id — 每行一个
zh_hant: sender-id — 每行一個

source: Sending
zh_hans: 发送中
zh_hant: 傳送中

source: Sending is enabled but the write room allowlist is empty, so sends will be refused.
zh_hans: 发送已启用但写入房间允许列表为空，因此发送将被拒绝。
zh_hant: 傳送已啟用但寫入房間允許清單爲空，因此傳送將被拒絕。

source: Sending is paused — every channel is read-only
zh_hans: 发送已暂停 — 所有频道均为只读
zh_hant: 傳送已暫停 — 每個頻道都是隻讀

source: Sending is paused everywhere. Agents can still read allowlisted channels.
zh_hans: 发送已全局暂停。智能体仍可读取允许列表中的频道。
zh_hant: 傳送已全域暫停。代理仍可讀取已允許清單的頻道。

source: Sending paused: not enough memory to load %@
zh_hans: 发送已暂停：内存不足，无法加载 %@
zh_hant: 傳送暫停：記憶體不足，無法載入 %@

source: Sends text to any server implementing the OpenAI /v1/audio/speech API, such as openai-edge-tts or Kokoro.
zh_hans: 将文本发送到任何实现 OpenAI /v1/audio/speech API 的服务器，例如 openai-edge-tts 或 Kokoro。
zh_hant: 將文字傳送到任何實作 OpenAI /v1/audio/speech API 的伺服器，例如 openai-edge-tts 或 Kokoro。

source: Sent
zh_hans: 已发送
zh_hant: 已傳送

source: Sent to the agent
zh_hans: 已发送到智能体
zh_hant: 已傳送到智慧體

source: Server IDs
zh_hans: 服务器 ID
zh_hant: 伺服器 ID

source: session
zh_hans: 会话
zh_hant: 會話

source: Session expired — please sign in again.
zh_hans: 会话已过期 — 请重新登录。
zh_hant: 工作階段已過期 — 請重新登入。

source: sessions
zh_hans: 会话
zh_hant: 會話

source: SESSIONS
zh_hans: 会话
zh_hant: 會話

source: Set as Default
zh_hans: 设为默认
zh_hant: 設為預設

source: Set up recurring or delayed self-running tasks with notifications
zh_hans: 设置带通知的定期或延迟自运行任务
zh_hant: 設定帶通知的定期或延遲自運行任務

source: Set value
zh_hans: 设置值
zh_hant: 設定值

source: Settings saved. %lld loaded model(s) were unloaded and will reload with the new runtime policy on the next request.
zh_hans: 设置已保存。%lld 个已加载模型已卸载，将在下一个请求时使用新的运行时策略重新加载。
zh_hant: 設定已儲存。%lld 個已載入模型已卸載，將在下一個請求時使用新的運行時策略重新載入。

source: share of used context
zh_hans: 已用上下文占比
zh_hant: 已用上下文佔比

source: shell tool disabled
zh_hans: Shell 工具已禁用
zh_hant: Shell 工具已停用

source: Show agent-channels.json in Finder
zh_hans: 在访达中显示 agent-channels.json
zh_hant: 在 Finder 中顯示 agent-channels.json

source: Show All Tools
zh_hans: 显示所有工具
zh_hant: 顯示所有工具

source: Show attempts
zh_hans: 显示尝试记录
zh_hant: 顯示嘗試記錄

# Showing %lld %@
source: Showing %1$lld %2$@
zh_hans: 显示 %lld %@
zh_hant: 顯示 %lld %@

# Showing %lld of %lld %@
source: Showing %1$lld of %2$lld %3$@
zh_hans: 显示 %1$lld / %2$lld %3$@
zh_hant: 顯示 %1$lld / %2$lld %3$@

source: Shows exact tool exposure states, token estimates, and export
zh_hans: 显示精确的工具暴露状态、Token 估算和导出
zh_hant: 顯示精確的工具暴露狀態、token 估算和匯出

source: Sign in — Osaurus Browser
zh_hans: 登录 — Osaurus 浏览器
zh_hant: 登入 — Osaurus 瀏覽器

source: Sign in at kagi.com and open Settings → Advanced → API portal.
zh_hans: 在 kagi.com 登录并打开设置 → 高级 → API 门户。
zh_hant: 在 kagi.com 登入並開啟設定 → 進階 → API 門戶。

source: Sign in at kagi.com and open the API portal at kagi.com/api.
zh_hans: 登录 kagi.com，然后打开 kagi.com/api 上的 API 门户。
zh_hant: 登入 kagi.com，然後開啟 kagi.com/api 上的 API 入口。

source: Sign up at api.search.brave.com (a credit card is required; new accounts get a small starting credit).
zh_hans: 在 api.search.brave.com 注册（需信用卡；新用户可获得少量初始额度）。
zh_hant: 在 api.search.brave.com 註冊（需信用卡；新用戶可獲得少量初始額度）。

source: Sign up at api.you.com.
zh_hans: 在 api.you.com 注册。
zh_hant: 在 api.you.com 註冊。

source: Sign up at dashboard.exa.ai (free).
zh_hans: 在 dashboard.exa.ai 注册（免费）。
zh_hant: 在 dashboard.exa.ai 註冊（免費）。

source: Sign up at platform.parallel.ai.
zh_hans: 在 platform.parallel.ai 注册。
zh_hant: 在 platform.parallel.ai 註冊。

source: Sign up at serper.dev.
zh_hans: 在 serper.dev 注册。
zh_hant: 在 serper.dev 註冊。

source: Sign up at tavily.com (free, no credit card).
zh_hans: 在 tavily.com 注册（免费，无需信用卡）。
zh_hant: 在 tavily.com 註冊（免費，無需信用卡）。

source: Sign-in needed
zh_hans: 需要登录
zh_hant: 需要登入

source: Sign-ins happen in a browser window you type into directly — agents never see or ask for your passwords.
zh_hans: 登录在你直接输入的浏览器窗口中进行 — 智能体永远不会看到或要求你的密码。
zh_hant: 登入在你直接輸入的瀏覽器視窗中進行 — 智能體永遠不會看到或要求你的密碼。
